Repository: OmarKhodr/Salli
Catalog: Salli/Supporting Files/*.lproj/Localizable.strings
Languages: ar, fr

# lang
source: en
ar: ar
fr: fr

source: AH
ar: هجري

source: less than a minute left
ar: باقي أقل من دقيقة
fr: moins qu'une minute

source: until Fajr
ar: للفجر
fr: jusqu'à Fajr

source: until Sunrise
ar: للشروق
fr: jusqu'à Sunrise

source: until Dhuhr
ar: للظهر
fr: jusqu'à Dhuhr

source: until Asr
ar: للعصر
fr: jusqu'à Asr

source: until Maghrib
ar: للمغرب
fr: jusqu'à Maghrib

source: until Isha
ar: للعشاء
fr: jusqu'à Isha

source: until Midnight
ar: لمنتصف الليل
fr: jusqu'à Midnight

source: until Imsak
ar: للإمساك
fr: jusqu'à Imsak

source: Location Error
ar: خطأ في تحديد الموقع
fr: Erreure de Localisation

source: Failed to get location. Please make sure that location is enabled for Salli in Settings and try again later.
ar: لم يتم تحديد الموقع بنجاح. الرجاء التأكد من ان تحديد الموقع مفعل في الاعدادات من اجل صل و اعد المحاولة لاحقا.
fr: La localisation a echoué. Veuillez verifier que la localisation est permise pour Salli dans les réglages et réessayer plus tard.

source: Okay
ar: حسنا
fr: D'accord

source: Failed to connect to the network to fetch latest prayer times. Please make sure that the device has internet access and try again.
ar: فشلت محاولة التواصل مع الشبكة لعرض أوقات الصلاة. الرجاء التاكد ان الجهاز متصل بالانترنت و اعد المحاولة.
fr: Incapable de se connecter au résaux pour afficher les horaires de prière. Veuillez verifiez que l'appareil est connecté à internet et réessayer.

source: Failed to connect to the network to fetch latest prayer times. Please make sure that the device has internet access and that the city and country fields are spelled correctly.
ar: فشلة محاولة التواصل مع الشبكة لعرض اوقات الصلاة. الرجاء التاكد بان الجهاز متصل بالانترنت و ان المدينة و البلد كتبوا بطريقة صحيحة و باللغة الانجليزية.
fr: Incapable de se connecter au résaux pour afficher les horaires de prière. Veuillez verifiez que l'appareil est connecté à internet et que la ville et le pays sont enregistré correctement et en Anglais.

source: Network Error
ar: خطأ في الشبكة
fr: Erreure de Résaux

source: Failed to identify city and country.
ar: فشلت محاولة معرفة المدينة و البلد.
fr: Incapable d'identifier la ville et le pays.
